notes.org
#+TITLE: Making this website
#+OPTIONS: toc:nil
#+OPTIONS: num:nil

[[./index.html][home]] | [[./notes.html][notes]] | [[./misc.html][misc]]


*  Posts

I have put up some posts with the hope of having a sort of personal documentation. The 
signal to noise ratio is anyways pretty low on the internet, so I am also helping out
in that regard! I like to add and write these posts on a whim and that is enough to 
explain their quality.

[[./notes/multidimlife.html][Multi-dimensional life]]

[[./notes/using-org-mode.html][Org-mode]]

[[./notes/making-website.html][Building this website]]


* Some useful links

LaTeX: [[https://www.overleaf.com/learn/latex/Learn_LaTeX_in_30_minutes][30 min tutorial]], [[http://www.latextemplates.com/][templates]], [[https://en.wikibooks.org/wiki/LaTeX/][wikibook]]

[[https://www.gnu.org/software/emacs/][Emacs]] and [[https://orgmode.org/][Org mode]] : A bit different but useful! Slowly picking it up.
[[https://wiby.me/][
Wiby]]: Old website search engine

[[https://www.gutenberg.org/][Project Gutenberg]]: Public domain free ebooks

[[https://www.studentsagainstdepression.org/][Students against depression]] : Helpful website for taking care of mental health

[[https://lichess.org/][Lichess]]: Free and open source alternative to chess.com + ad-free!

[[https://www.zotero.org/][Zotero]]: Free software for organizing research papers. Also has a Firefox addon for adding articles from web.

