notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Some Notes</title>
<!-- 2019-03-01 Fri 20:15 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Ninad Khargonkar" />
<link rel="stylesheet" type="text/css" href="css/worg.css" />
</head>
<body>
<div id="content">
<h1 class="title">Some Notes</h1>
<p>
<a href="./index.html">home</a> | <a href="./notes.html">notes</a> | <a href="./misc.html">misc</a>
</p>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Posts</h2>
<div class="outline-text-2" id="text-1">
<p>
I have put up some posts with the hope of having a sort of personal documentation. The 
signal to noise ratio is anyways pretty low on the internet, so I am also helping out
in that regard! I like to add and write these posts on a whim and that is enough to 
explain their quality.
</p>

<p>
<a href="./notes/multidimlife.html">Multi-dimensional life</a>
</p>

<p>
<a href="./notes/using-org-mode.html">Org-mode</a>
</p>

<p>
<a href="./notes/making-website.html">Building this website</a>
</p>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Useful links</h2>
<div class="outline-text-2" id="text-2">
<p>
LaTeX: <a href="https://www.overleaf.com/learn/latex/Learn_LaTeX_in_30_minutes">30 min tutorial</a>, <a href="http://www.latextemplates.com/">templates</a>, <a href="https://en.wikibooks.org/wiki/LaTeX/">wikibook</a>
</p>

<p>
<a href="https://www.gnu.org/software/emacs/">Emacs</a> and <a href="https://orgmode.org/">Org mode</a> : A bit different but useful! Slowly picking it up.
<a href="https://wiby.me/">
Wiby</a>: Old website search engine
</p>

<p>
<a href="https://www.gutenberg.org/">Project Gutenberg</a>: Public domain free ebooks
</p>

<p>
<a href="https://www.studentsagainstdepression.org/">Students against depression</a> : Helpful website for taking care of mental health
</p>

<p>
<a href="https://lichess.org/">Lichess</a>: Free and open source alternative to chess.com + ad-free!
</p>

<p>
<a href="https://www.zotero.org/">Zotero</a>: Free software for organizing research papers. Also has a Firefox addon for adding articles from web.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="postamble">Created with the help of <a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.2.2 (<a href="http://orgmode.org">Org</a> mode 8.2.10). Timestamp: 2019-03-01 Fri 20:15 </p>
</div>
</body>
</html>
